---
kind: enumMember
id: F:Autodesk.Revit.UI.TaskDialogCommandLinkId.CommandLink2
enum: Autodesk.Revit.UI.TaskDialogCommandLinkId
source: html/21d69e07-93bf-18a6-1b76-c7e917edf897.htm
---
# Autodesk.Revit.UI.TaskDialogCommandLinkId.CommandLink2

CommandLink2.